ccm/axl/queries/soapListTrunk.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/9.1">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:listSipTrunk>
         <searchCriteria>
          <description>%</description>
         </searchCriteria>
         <returnedTags>
          <name/>
          <description/>
         </returnedTags>
      </ns:listSipTrunk>
   </soapenv:Body>
</soapenv:Envelope>
